import Image1 from './images/one.jpg';
import Image2 from './images/two.jpg';
import Image3 from './images/three.jpg';
import Image4 from './images/four.jpg';
import Image5 from './images/five.jpg';
import Image6 from './images/six.jpg';

const rooms = [
    {
        img: Image1,
        title: "Квартира с видом на город", 
        description: [
            `Предлагаю вашему вниманию прекрасную двухкомнатную квартиру во Владивостоке, расположенную в 1 минуте 
            от Мариинского театра оперы и балета. В квартире есть все для комфортного проживания 4-х человек. 
            Квартира полностью обустроена, очень теплая и светлая. Вид на город с трёх сторон: восток, юг, запад.
            В доме находится магазин Квартет вкусов и К&Б.
            Дом ЖК Театральный находится в 10 минутах езды от самого центра города. Очень развитая инфраструктура вокруг.
            По запросу предоставляется парковочное место для одного автомобиля в крытом паркинге.`
        ]
    },   
    {
        img: Image2,
        title: "Апартаменты на 20м этаже с панорамным видом бухту Улисс", 
        description: [
            `Новая квартира с камерной атмосферой в новом доме. Современный дизайнерский ремонт и оснащение.
            Последний 20й этаж, вид на мост на остров Русский и бухту Улисс с доступом на эксплуатируемую крышу.
            Удобная транспортная развязка, рядом остановки общественного транспорта, можно легко уехать в любой конец города.
            В 5 минутах езды по Золотому мосту до центра города и в 10 минутах езды по Русскому мосту до о. Русский. 7 минут до Калины Молл.
            В пешей доступности продуктовые магазины, аптеки, кафе, рынки итд.`
        ]
    },
    {
        img: Image3, 
        title: "Мини-студия на Заре", 
        description: [
            `Уютная мини-студия в пяти минутах от остановки Магнитогорская. Удобное расположение - широкая транспортная развязка до любой точки города`
        ]
    },
    {
        img: Image4,
        title: 'Новая квартира студия в привлекательном районе',
        description: [
            `Сдаётся квартира посуточно! Новый дом, новый ремонт. Есть вся необходимая новая, современная качественная мебель`
        ] 
    },
    {
        img: Image5,
        title: "Просторная светлая студия в самом центре",  
        description: [
             `Дом находится на оживленном перекрестке улицы Адмирала Фокина и Океанского проспекта. Самое удобное расположение для пеших прогулок по  городским достопримечательностям`
        ]
    },
    {
        img: Image6,
        title: "Квартира в центре города с видом на море",  
        description: [
            `Дом расположен в центре Владивостока. В 10 мин. ходьбы крупный транспортный узел: конечная остановка большинства автобусных маршрутов`
        ]
    }
];

export default rooms;