rooms = [
    {
        'Название': 'Квартира с видом на город',
        'Улица': 'Некрасовская',
        'Тип': 'Дом',
        'Номер квартиры': 50,
        'Кол-во комнат': 2,
        'Кол-во гостей': 6,
        'm2': 37
    },
    {
        'Название': 'Апартаменты с панорамным видом',
        'Улица': '100-летия Владивостока',
        'Тип': 'Квартира',
        'Номер квартиры': 148,
        'Кол-во комнат': 1,
        'Кол-во гостей': 3,
        'm2': 35
    },
    {
        'Название': 'Мини-студия на Заре',
        'Улица': 'Уборевича',
        'Тип': 'Студия',
        'Номер квартиры': 23,
        'Кол-во комнат': 1,
        'Кол-во гостей': 2,
        'm2': 10
    },
    {
        'Название': 'Лофт в центре города',
        'Улица': 'Светланская',
        'Тип': 'Дом',
        'Номер квартиры': 12,
        'Кол-во комнат': 2,
        'Кол-во гостей': 4,
        'm2': 60
    },
    {
        'Название': 'Квартира-студия с ремонтом',
        'Улица': 'Алеутская',
        'Тип': 'Квартира',
        'Номер квартиры': 33,
        'Кол-во комнат': 1,
        'Кол-во гостей': 1,
        'm2': 25
    },
    {
        'Название': 'Двушка в спальном районе',
        'Улица': 'Русская',
        'Тип': 'Квартира',
        'Номер квартиры': 4,
        'Кол-во комнат': 2,
        'Кол-во гостей': 9,
        'm2': 54
    },
    {
        'Название': 'Апартаменты с кухней-гостиной',
        'Улица': 'Набережная',
        'Тип': 'Дом',
        'Номер квартиры': 1,
        'Кол-во комнат': 1,
        'Кол-во гостей': 7,
        'm2': 41
    },
    {
        'Название': 'Семейная квартира у парка',
        'Улица': 'Фонтанная',
        'Тип': 'Квартира',
        'Номер квартиры': 18,
        'Кол-во комнат': 3,
        'Кол-во гостей': 2,
        'm2': 68
    },
    {
        'Название': 'Студия для молодых специалистов',
        'Улица': 'Лазо',
        'Тип': 'Студия',
        'Номер квартиры': 77,
        'Кол-во комнат': 1,
        'Кол-во гостей': 5,
        'm2': 22
    },
    {
        'Название': 'Видовая квартира на набережной',
        'Улица': 'Крыгина',
        'Тип': 'Квартира',
        'Номер квартиры': 9,
        'Кол-во комнат': 2,
        'Кол-во гостей': 11,
        'm2': 58
    },
    {
        'Название': 'Малосемейка с мебелью',
        'Улица': 'Океанский проспект',
        'Тип': 'Квартира',
        'Номер квартиры': 56,
        'Кол-во комнат': 1,
        'Кол-во гостей': 6,
        'm2': 30
    },
    {
        'Название': 'Просторная трешка',
        'Улица': 'Гоголя',
        'Тип': 'Квартира',
        'Номер квартиры': 21,
        'Кол-во комнат': 3,
        'Кол-во гостей': 3,
        'm2': 80
    },
    {
        'Название': 'Студия с готовым ремонтом',
        'Улица': 'Пушкинская',
        'Тип': 'Студия',
        'Номер квартиры': 44,
        'Кол-во комнат': 1,
        'Кол-во гостей': 2,
        'm2': 26
    },
    {
        'Название': 'Квартира с камином и террасой',
        'Улица': 'Садовая',
        'Тип': 'Квартира',
        'Номер квартиры': 102,
        'Кол-во комнат': 2,
        'Кол-во гостей': 1,
        'm2': 65
    },
    {
        'Название': 'Дом у метро',
        'Улица': 'Борисенко',
        'Тип': 'Дом',
        'Номер квартиры': 65,
        'Кол-во комнат': 2,
        'Кол-во гостей': 7,
        'm2': 48
    },
    {
        'Название': 'Апартаменты под ключ',
        'Улица': 'Махалина',
        'Тип': 'Квартира',
        'Номер квартиры': 11,
        'Кол-во комнат': 1,
        'Кол-во гостей': 10,
        'm2': 33
    },
    {
        'Название': 'Дом за городом',
        'Улица': 'Калинина',
        'Тип': 'Дом',
        'Номер квартиры': 27,
        'Кол-во комнат': 2,
        'Кол-во гостей': 4,
        'm2': 52
    },
    {
        'Название': 'Студия в отремонтированном доме',
        'Улица': 'Нейбута',
        'Тип': 'Студия',
        'Номер квартиры': 3,
        'Кол-во комнат': 1,
        'Кол-во гостей': 8,
        'm2': 29
    },
    {
        'Название': 'Вид на озеро',
        'Улица': 'Озерная',
        'Тип': 'Дом',
        'Номер квартиры': 5,
        'Кол-во комнат': 2,
        'Кол-во гостей': 5,
        'm2': 55
    },
    {
        'Название': 'Квартира для студентов',
        'Улица': 'Студенческая',
        'Тип': 'Квартира',
        'Номер квартиры': 8,
        'Кол-во комнат': 1,
        'Кол-во гостей': 1,
        'm2': 18
    },
    {
        'Название': 'Пентхаус с панорамными окнами',
        'Улица': 'Адмирала Фокина',
        'Тип': 'Дом',
        'Номер квартиры': 5,
        'Кол-во комнат': 3,
        'Кол-во гостей': 15,
        'm2': 120
    },
    {
        'Название': 'Уютное гнездышко',
        'Улица': 'Пологая',
        'Тип': 'Квартира',
        'Номер квартиры': 7,
        'Кол-во комнат': 1,
        'Кол-во гостей': 3,
        'm2': 31
    },
    {
        'Название': 'Свободная планировка',
        'Улица': 'Хабаровская',
        'Тип': 'Студия',
        'Номер квартиры': 22,
        'Кол-во комнат': 2,
        'Кол-во гостей': 6,
        'm2': 45
    },
    {
        'Название': 'Квартира с кабинетом',
        'Улица': 'Прапорщика Комарова',
        'Тип': 'Квартира',
        'Номер квартиры': 22,
        'Кол-во комнат': 2,
        'Кол-во гостей': 2,
        'm2': 49
    },
    {
        'Название': 'Студия с видом на сад',
        'Улица': 'Партизанский проспект',
        'Тип': 'Студия',
        'Номер квартиры': 6,
        'Кол-во комнат': 1,
        'Кол-во гостей': 4,
        'm2': 24
    },
    {
        'Название': 'Двушка с раздельными комнатами',
        'Улица': 'Дальзаводская',
        'Тип': 'Квартира',
        'Номер квартиры': 41,
        'Кол-во комнат': 2,
        'Кол-во гостей': 8,
        'm2': 51
    },
    {
        'Название': 'Апартаменты с гардеробной',
        'Улица': 'Мордовцева',
        'Тип': 'Апартаменты',
        'Номер квартиры': 55,
        'Кол-во комнат': 1,
        'Кол-во гостей': 9,
        'm2': 38
    },
    {
        'Название': 'Квартира в историческом центре',
        'Улица': 'Пестеля',
        'Тип': 'Квартира',
        'Номер квартиры': 2,
        'Кол-во комнат': 2,
        'Кол-во гостей': 3,
        'm2': 47
    },
    {
        'Название': 'Современная студия',
        'Улица': 'Проспект Красного Знамени',
        'Тип': 'Студия',
        'Номер квартиры': 90,
        'Кол-во комнат': 1,
        'Кол-во гостей': 11,
        'm2': 27
    },
    {
        'Название': 'Семейное гнездо',
        'Улица': 'Сахалинская',
        'Тип': 'Апартаменты',
        'Номер квартиры': 17,
        'Кол-во комнат': 4,
        'Кол-во гостей': 1,
        'm2': 95
    },
    {
        'Название': 'Апартаменты у моря',
        'Улица': 'Вокзальная',
        'Тип': 'Апартаменты',
        'Номер квартиры': 29,
        'Кол-во комнат': 1,
        'Кол-во гостей': 2,
        'm2': 20
    },
    {
        'Название': 'Квартира с зимним садом',
        'Улица': 'Стрелочная',
        'Тип': 'Квартира',
        'Номер квартиры': 73,
        'Кол-во комнат': 2,
        'Кол-во гостей': 12,
        'm2': 70
    },
    {
        'Название': 'Студия для командированных',
        'Улица': 'Фадеева',
        'Тип': 'Студия',
        'Номер квартиры': 36,
        'Кол-во комнат': 1,
        'Кол-во гостей': 7,
        'm2': 23
    },
    {
        'Название': 'Двушка с евроремонтом',
        'Улица': 'Острякова',
        'Тип': 'Квартира',
        'Номер квартиры': 50,
        'Кол-во комнат': 2,
        'Кол-во гостей': 5,
        'm2': 53
    },
    {
        'Название': 'Вид на горы',
        'Улица': 'Патрокл',
        'Тип': 'Дом',
        'Номер квартиры': 81,
        'Кол-во комнат': 1,
        'Кол-во гостей': 4,
        'm2': 34
    },
    {
        'Название': 'Классическая трешка',
        'Улица': 'Ленинская',
        'Тип': 'Квартира',
        'Номер квартиры': 25,
        'Кол-во комнат': 3,
        'Кол-во гостей': 6,
        'm2': 78
    },
    {
        'Название': 'Апартаменты с техникой',
        'Улица': 'Батарейная',
        'Тип': 'Апартаменты',
        'Номер квартиры': 48,
        'Кол-во комнат': 1,
        'Кол-во гостей': 3,
        'm2': 36
    },
    {
        'Название': 'Квартира в тихом дворе',
        'Улица': 'Тихая',
        'Тип': 'Квартира',
        'Номер квартиры': 11,
        'Кол-во комнат': 2,
        'Кол-во гостей': 2,
        'm2': 43
    },
    {
        'Название': 'Светлая студия',
        'Улица': 'Баляева',
        'Тип': 'Студия',
        'Номер квартиры': 62,
        'Кол-во комнат': 1,
        'Кол-во гостей': 5,
        'm2': 25
    },
    {
        'Название': 'Двушка для семьи с детьми',
        'Улица': 'Котельникова',
        'Тип': 'Квартира',
        'Номер квартиры': 39,
        'Кол-во комнат': 2,
        'Кол-во гостей': 1,
        'm2': 56
    },
    {
        'Название': 'Пентхаус с выходом на крышу',
        'Улица': 'Высокая',
        'Тип': 'Дом',
        'Номер квартиры': 1,
        'Кол-во комнат': 2,
        'Кол-во гостей': 16,
        'm2': 90
    },
    {
        'Название': 'Квартира с библиотекой',
        'Улица': 'Пограничная',
        'Тип': 'Квартира',
        'Номер квартиры': 13,
        'Кол-во комнат': 1,
        'Кол-во гостей': 9,
        'm2': 40
    },
    {
        'Название': 'Студия в апарт-комплексе',
        'Улица': 'Каплунова',
        'Тип': 'Студия',
        'Номер квартиры': 3,
        'Кол-во комнат': 1,
        'Кол-во гостей': 12,
        'm2': 32
    },
    {
        'Название': 'Вид на реку и лес',
        'Улица': 'Береговая',
        'Тип': 'Дом',
        'Номер квартиры': 7,
        'Кол-во комнат': 2,
        'Кол-во гостей': 4,
        'm2': 60
    },
    {
        'Название': 'Квартира с балконом-лоджией',
        'Улица': 'Давыдова',
        'Тип': 'Квартира',
        'Номер квартиры': 71,
        'Кол-во комнат': 1,
        'Кол-во гостей': 8,
        'm2': 37
    },
    {
        'Название': 'Уютная однушка',
        'Улица': 'Шевченко',
        'Тип': 'Студия',
        'Номер квартиры': 24,
        'Кол-во комнат': 1,
        'Кол-во гостей': 6,
        'm2': 28
    },
    {
        'Название': 'Двушка в кирпичном доме',
        'Улица': 'Красного Знамени',
        'Тип': 'Квартира',
        'Номер квартиры': 33,
        'Кол-во комнат': 2,
        'Кол-во гостей': 10,
        'm2': 50
    },
    {
        'Название': 'Апартаменты с консьержем',
        'Улица': 'Котовского',
        'Тип': 'Квартира',
        'Номер квартиры': 4,
        'Кол-во комнат': 2,
        'Кол-во гостей': 7,
        'm2': 58
    },
    {
        'Название': 'Студия для творческих личностей',
        'Улица': 'Иртышская',
        'Тип': 'Студия',
        'Номер квартиры': 9,
        'Кол-во комнат': 1,
        'Кол-во гостей': 2,
        'm2': 26
    }
]